{
  "researcher_profiles": [
    {
      "name": "Yuya Hayashi",
      "photo": "/images/yuya.png",
      "position": "Aarhus University",
      "email": "yuya.hayashi@mbg.au.dk",
      "web_url": "https://mbg.au.dk/yuya-hayashi/",
      "description": "## A Zebrafish Approach to Extracellular Vesicle Biology\n\n### EV Expertise\n\nmiRNA, Protein, EV-protein corona, EV characterization, EV imaging\n\n### Affiliation\n\nAssociate Professor\\\nDepartment of Molecular Biology and Genetics\\\n& Interdisciplinary Nanoscience Center (iNANO)\n\n### Censor Corps\n\nNo\n\n### MOVE Host\n\nYes\n\n### Research Area\n\nWe study EVs as the new frontier of cell-to-cell communication. For example, by which mechanisms can EVs find the target recipient cells via the bloodstream? What kind of messages are conveyed to regulate/support the recipient cells? With zebrafish as our little partners, we seek answers to these questions by nanoscience approaches, bioinformatics and 4D imaging of live transgenic embryos.\n\n### Key Publications\n\nPlatelet-derived extracellular vesicles home in on macrophages and trigger immune responses\n\n> \"Beyond Basic Characterization and Omics: Immunomodulatory Roles of Platelet-Derived Extracellular Vesicles Unveiled by Functional Testing\"\\\n> Journal of Extracellular Vesicles 13. e12513. 2024. [DOI](https://isevjournals.onlinelibrary.wiley.com/doi/10.1002/jev2.12513) (Open Access)\n\nThe protein corona of nanoparticles determines their fate in the bloodstream\n\n> \"Tracing the in Vivo Fate of Nanoparticles with a 'Non-Self' Biological Identity\"\\\n> ACS Nano 14. 10666–10679. 2020. [DOI](https://pubs.acs.org/doi/10.1021/acsnano.0c05178)\n\nNanoparticle uptake visualized in real-time and at high-resolution using a zebrafish model\n\n> \"Differential Nanoparticle Sequestration by Macrophages and Scavenger Endothelial Cells Visualized In Vivo in Real-Time and at Ultrastructural Resolution\"\\\n> ACS Nano 14. 1665-1681. 2020. [DOI](https://pubs.acs.org/doi/10.1021/acsnano.9b07233)"
    }
  ]
}
